[Rainmeter]
Update=1000
AccurateText=0
DynamicWindowSize=0
Group=PRTSkin

[Metadata]
Name=Rhodes_Island_UI
Author=热心炎国云玩家
Information=让您在PC上也能享受到罗德岛终端系统的交互界面。|启用闲置画面功能，将在设定的时间过后显示闲置画面。
License=Closure Commons 署名-不许获利-传递下去 42.0
Version=0.10.0

[Variables]
@Include1=#@#GlobalVars.inc
@Include2=#@#Includes\mIdle.inc


[mIdle]
IfCondition=(mIdle=1)
IfTrueAction=[!ActivateConfig "#CurrentConfig#\Skins"]

[Idle]
Meter=String